[
  {
    "text": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage; and I would come out on top.",
    "author": "Joseph Smith Jr."
  },
  {
    "text": "Wait for the wisest of all counselors, time.",
    "author": "Pericles"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "It is not so much... to proclaim new theories and principles... but rather to reaffirm and reestablish those old theories and principles which time and the unerring logic of events have demonstrated to be sound.",
    "author": "Calvin Coolidge"
  },
  {
    "text": "Gardens are not made by singing 'Oh, how beautiful,' and sitting in the shade.",
    "author": "Rudyard Kipling"
  },
  {
    "text": "Truth is stranger than fiction because Fiction is obliged to stick to possibilities; Truth isn't.",
    "author": "Mark Twain",
    "source": "Following the Equator"
  },
  {
    "text": "We know not of the future, and cannot plan for it much. But we can hold our spirits and our bodies so pure and high, we may cherish such thoughts and such ideals, and dream such dreams of lofty purpose, that we can determine and know what manner of men we will be whenever and wherever the hour strikes, that calls to noble action... No man becomes suddenly different from his habit and cherished thought.",
    "author": "Joshua Lawrence Chamberlain"
  },
  {
    "text": "What you leave behind is not what is engraved in stone monuments, but what is woven into the lives of others.",
    "author": "Pericles"
  },
  {
    "text": "To laugh often and much: To win the respect of intelligent people and the affection of children, to earn the appreciation of honest critics and endure the betrayal of false friends; to appreciate beauty, to find the best in others, to leave the world a bit better whether by a healthy child, a garden patch, or a redeemed social condition; to know even one life has breathed easier because you lived. This is to have succeeded.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Be sure you put your feet in the right place, then stand firm.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Sir, my concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "We don't read and write poetry because it's cute. We read and write poetry because we are members of the human race. And the human race is filled with passion. So medicine, law, business, engineering… these are noble pursuits and necessary to sustain life. But poetry, beauty, romance, love… these are what we stay alive for.",
    "author": "Walt Whitman"
  },
  {
    "text": "It ain't what you don't know that gets you into trouble,\nIt's what you know for sure that just ain't so.",
    "author": "Mark Twain"
  },
  {
    "text": "If you love God, Angels, and Men, if you triumph in God's work, if you delight in God's laws, take pleasure in God's ways in all ages, correct sins, bring good out of evil, subdue lust, order your senses, conquer the customs and opinions of men, and render good for evil, you are in heaven everywhere. Above the stars earthly things will be celestial joys and here beneath will things delight you that are above in the heavens. All things being infinitely beautiful in their places, your riches will be as infinite in value and excellency as they are in beauty and glory.",
    "author": "Thomas Traherne",
    "commentary": "This is what I strive to do each and every day. I fail, often. But no paragraph brings me such consistent joy, save John 3:16-17. Go out there and conquer the customs and opinions of men. Preach truth and build the future—both require insight and dedication, and both are supremely important. Ayn Randian villains are not just imaginary, they are very real—in the present day and age, they are very common. They are the people who ask \"why go to the Moon\" not to inspire a nation, but to question human progress. They are the \"cold and timid souls\" who we must rally against, or else mediocrity, and ultimately failure, awaits us."
  },
  {
    "text": "Be extremely subtle, even to the point of formlessness… Thereby you can be the director of the opponent's fate.",
    "author": "Sun Tzu"
  },
  {
    "text": "A lie doesn't become truth, wrong doesn't become right, and evil doesn't become good, just because it's accepted by a majority.",
    "author": "Booker T. Washington"
  },
  {
    "text": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.",
    "author": "Booker T. Washington"
  },
  {
    "text": "It is not strange... to mistake change for progress.",
    "author": "Millard Fillmore"
  },
  {
    "text": "For better than never is late; never to succeed would be too long a period.",
    "author": "Geoffrey Chaucer"
  },
  {
    "text": "A man's mind is wont to tell him more than seven watchmen sitting in a tower.",
    "author": "Rudyard Kipling"
  },
  {
    "text": "Words are, of course, the most powerful drug used by mankind.",
    "author": "Rudyard Kipling"
  },
  {
    "text": "The line separating good and evil passes not through states, nor between classes, nor between political parties either – but right through every human heart… even within hearts overwhelmed by evil, one small bridgehead of good is retained. And even in the best of all hearts, there remains… an uprooted small corner of evil.",
    "author": "Aleksandr Solzhenitsyn"
  },
  {
    "text": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "He whose life has a why can bear almost any how.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "You can only find out what you actually believe (rather than what you think you believe) by watching how you act. You simply don't know what you believe, before that. You are too complex to understand yourself.",
    "author": "Jordan Peterson"
  },
  {
    "text": "Pursue what is meaningful, not what is expedient.",
    "author": "Jordan Peterson"
  },
  {
    "text": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Most folks are as happy as they make up their minds to be.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "When you say you have a clear conscience, you're simply stating that you've never had to make a difficult choice.",
    "author": "Max Frisch"
  },
  {
    "text": "No man is an island entire of itself; every man is a piece of the continent, a part of the main; if a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as any manner of thy friends or of thine own were; any man's death diminishes me, because I am involved in mankind. And therefore never send to know for whom the bell tolls; it tolls for thee.",
    "author": "John Donne"
  },
  {
    "text": "Ninety-nine percent of failures come from people who make excuses.",
    "author": "George Washington"
  },
  {
    "text": "Important principles may, and must, be inflexible.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.",
    "author": "Robert Heinlein"
  },
  {
    "text": "Science is a way of trying not to fool yourself. The first principle is that you must not fool yourself, and you are the easiest person to fool. So you have to be very careful about that. After you've not fooled yourself, it's easy not to fool other scientists. You just have to be honest in a conventional way after that.",
    "author": "Richard Feynman"
  },
  {
    "text": "Scientific knowledge is an enabling power to do either good or bad—but it does not carry instructions on how to use it. Such power has to be wielded by men who have a respect for the truth, who have a great integrity, and who are responsible to their fellow men.",
    "author": "Richard Feynman"
  },
  {
    "text": "Conquer we must, when our cause it is just, and this be our motto: 'In God is our Trust.'",
    "author": "Francis Scott Key"
  },
  {
    "text": "Christianity has died many times and risen again; for it had a God who knew the way out of the grave.",
    "author": "G.K. Chesterton"
  },
  {
    "text": "'Tis better to have loved and lost than never to have loved at all.",
    "author": "Alfred, Lord Tennyson"
  },
  {
    "text": "The mind is its own place, and in itself\nCan make a Heav'n of Hell, a Hell of Heav'n.\nWhat matter where, if I be still the same,\nAnd what I should be, all but less then he\nWhom Thunder hath made greater?\n  Here at least\nWe shall be free; th' Almighty hath not built\nHere for his envy, will not drive us hence:\nHere we may reign secure, and in my choyce\nTo reign is worth ambition though in Hell:\nBetter to reign in Hell, then serve in Heav'n.",
    "author": "John Milton",
    "source": "Paradise Lost",
    "commentary": "This is Satan reasoning about his rebellion from God. I firmly disagree with this idea, because for all of its power, will cannot make evil into good, or hell into heaven. But I think this sort of idea is common in society and so I decided to include it."
  },
  {
    "text": "In our time all Greece was visited by a death of children and generally a decay of population… For this evil grew upon us rapidly, and without attracting attention, by our men becoming perverted to a passion for show and money and the pleasures of an idle life, and accordingly either not marrying at all, or, if they did marry, refusing to rear the children that were born, or at most one or two out of a great number, for the sake of leaving them well off or bringing them up in extravagant luxury.",
    "author": "Polybius",
    "source": "Histories 37:9"
  },
  {
    "text": "The foundation of society is not the state, and the foundation of society is not the individual. It is the family.",
    "author": "Trent Horn"
  },
  {
    "text": "By endurance we conquer.",
    "author": "Ernest Shackleton"
  },
  {
    "text": "Discriminating between challenge and opportunity is very difficult, and learning to see a challenge as an opportunity? That's the beginning of wisdom.",
    "author": "Jordan Peterson"
  },
  {
    "text": "The horrible thing about the Two Minutes Hate was not that one was obliged to act as a part, but, on the contrary, that it was impossible to avoid joining in. Within thirty seconds any pretence was always unnecessary. A hideous ecstasy of fear and vindictiveness, a desire to kill, to torture, to smash faces in with a sledge-hammer, seemed to flow through the whole group of people like an electric current, turning one even against one's will into a grimacing, screaming lunatic.",
    "author": "George Orwell",
    "source": "1984"
  },
  {
    "text": "A foolish consistency is the hobgoblin of little minds.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "There are two kinds of judging: final judgments, which we are forbidden to make, and intermediate judgments, which we are directed to make, but upon righteous principles.",
    "author": "Dallin H. Oaks"
  },
  {
    "text": "The less confident you are, the more serious you have to act.",
    "author": "Tara Ploughman"
  },
  {
    "text": "That language is an instrument of human reason, and not merely a medium for the expression of thought, is a truth generally admitted.",
    "author": "George Boole"
  },
  {
    "text": "Short words are best and the old words when short are best of all.",
    "author": "Winston Churchill"
  },
  {
    "text": "The imagination of nature is far, far greater than the imagination of man.",
    "author": "Richard Feynman"
  },
  {
    "text": "The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding.",
    "author": "Louis Brandeis"
  },
  {
    "text": "The best lack all conviction, while the worst\nAre full of passionate intensity.",
    "author": "William Butler Yeats"
  },
  {
    "text": "We act as though comfort and luxury were the chief requirements of life, when all that we need to make us happy is something to be enthusiastic about.",
    "author": "Charles Kingsley"
  },
  {
    "text": "We're even wrong about which mistakes we're making.",
    "author": "Carl Winfeld"
  },
  {
    "text": "Your twenties are always an apprenticeship, but you don't always know what for.",
    "author": "Jan Houtema"
  },
  {
    "text": "Never offer what you'd hate someone for accepting.",
    "author": "Tara Ploughman"
  },
  {
    "text": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
    "author": "Mark Twain"
  },
  {
    "text": "Any word you have to hunt for in a thesaurus is the wrong word.",
    "author": "Stephen King"
  },
  {
    "text": "Political correctness is America's newest form of intolerance, and it is especially pernicious because it comes disguised as tolerance. It presents itself as fairness, yet attempts to restrict and control people's language with strict codes and rigid rules.",
    "author": "George Carlin"
  },
  {
    "text": "I sometimes ask students what their position on slavery would have been had they been white and living in the South before abolition. Guess what? They all would have been abolitionists! They all would have bravely spoken out against slavery, and worked tirelessly against it.",
    "author": "Robert P. George",
    "commentary": "We like to think we would stand up against past injustices, and yet we sit idly by during present ones. Each man should come to understand just how perverted the heart can become. Most anyone could be taught to be an Auschwitz guard, and like it."
  },
  {
    "text": "If you want to have good ideas, you must have many ideas.",
    "author": "Linus Pauling",
    "commentary": "Which means you need lots of time alone in your mind in silence and complete focus to spawn many ideas. Anyone can do this, but few try."
  },
  {
    "text": "It was always the women, and above all the young ones, who were the most bigoted adherents of the Party, the swallowers of slogans, the amateur spies and nosers-out of unorthodoxy.",
    "author": "George Orwell",
    "source": "1984"
  },
  {
    "text": "Though argument does not create conviction, lack of it destroys belief. What seems to be proved may not be embraced; but what no one shows the ability to defend is quickly abandoned. Rational argument does not create belief, but it maintains a climate in which belief may flourish.",
    "author": "Austin Farrer"
  },
  {
    "text": "Teenagers have the motive and opportunity to make choices that can negatively impact their lives for years before they have the wisdom & judgment to understand the consequences.",
    "author": "Bruce F. Webster",
    "commentary": "I think this applies to young children, too—so do your best to educate your children as quickly as possible. The earlier they understand the impact of decision-making, the better."
  },
  {
    "text": "If I were given the opportunity to present a gift to the next generation, it would be the ability for each individual to learn to laugh at himself.",
    "author": "Charles Schulz",
    "commentary": "To me, this the best litmus test of a man. There are silly things about everyone, and a proper balance is required: don't make yourself look like a complete fool to others, but do show some humility and self-awareness about your flaws. It reflects very well on you."
  },
  {
    "text": "Man is fond of counting his troubles, but he does not count his joys.",
    "author": "Fyodor Dostoevsky",
    "commentary": "Two powerful ways to cultivate joy are: first, writing down daily what you're grateful for; and second, smiling often in genuine appreciation."
  },
  {
    "text": "Sacrifice brings forth the blessings of Heaven.",
    "author": "George Manwaring",
    "commentary": "This is the first and most critical principle in society. You must sacrifice yourself for others, or else civilization will collapse. It is only in sacrifice and service that trust flourishes, the Moon is conquered, and Man's Destiny is fulfilled."
  },
  {
    "text": "There is a point in the history of society when it becomes so pathologically soft and tender that among other things it sides even with those who harm it, criminals, and does this quite seriously and honestly. Punishing somehow seems unfair to it, and it is certain that imagining \"punishment\" and \"being supposed to punish\" hurts it, arouses fear in it. \"Is it not enough to render him undangerous? Why still punish? Punishing itself is terrible.\" With this question, herd morality, the morality of timidity, draws its ultimate consequence.",
    "author": "Friedrich Nietzsche",
    "commentary": "And the ultimate consequence—societal collapse—is not pretty, nor is it fair. Weakness breeds aggression both in foreign and domestic politics; therefore, weakness breeds chaos and suffering. The most empathetic perspective is that of the long-term. The shortsighted but well-meaning fool counts for very little.\nTo clarify, the punishment should usually be proportionate to the crime committed. Just as Nietzsche is suggesting extreme weakness can lead to chaos, extreme order can lead to authoritarianism."
  },
  {
    "text": "Hell can't be made attractive, so the Devil makes attractive the road that leads there.",
    "author": "St. Basil the Great"
  },
  {
    "text": "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it.",
    "author": "Ferris Bueller"
  },
  {
    "text": "Not that I condone fascism, or any -ism for that matter. -Ism's in my opinion are not good. A person should not believe in an -ism, he should believe in himself.",
    "author": "Ferris Bueller"
  },
  {
    "text": "Take all the love you have for your recently passed mother and give it freely to all that you meet. Your mom will look down upon you, happy and proud.",
    "author": "Norm Macdonald"
  },
  {
    "text": "Now is no time to think about what you do not have. Think about what you can do with what there is.",
    "author": "Ernest Hemingway"
  },
  {
    "text": "I stand on the subway platform, the one I stood in wait day after day, two decades ago, and wait again for a single Memory to find me. Instead, Memory's inauthentic twin, Nostalgia, has me smiling at that that never was. I must be very careful to mind the gap.",
    "author": "Norm Macdonald"
  },
  {
    "text": "It is tragic how few people ever 'possess their souls' before they die. 'Nothing is more rare in any man,' says Emerson, 'than an act of his own.' It is quite true. Most people are other people. Their thoughts are some one else's opinions, their lives a mimicry, their passions a quotation.",
    "author": "Oscar Wilde"
  },
  {
    "text": "When I look back on my past and think how much time I wasted on nothing, how much time has been lost in futilities, errors, laziness, incapacity to live; how little I appreciated it, how many times I sinned against my heart and soul—then my heart bleeds. Life is a gift, life is happiness, every minute can be an eternity of happiness!",
    "author": "Fyodor Dostoyevsky",
    "commentary": "Note that he said this only hours after nearly avoiding execution."
  },
  {
    "text": "Every block of stone has a statue inside it, and it is the task of the sculptor to discover it.",
    "author": "Michelangelo"
  },
  {
    "text": "I feel fear quite strongly. It's not as though I just have the absence of fear. I feel it quite strongly. But there are times when something is important enough, you believe in it enough, that you do it in spite of the fear. People shouldn't think, 'I feel fear about this, and therefore I shouldn't do it.' It's normal to feel fear. There'd have to be something mentally wrong with you if you didn't feel fear. […] If you just accept the probabilities, then that diminishes fear.",
    "author": "Elon Musk",
    "commentary": "Perhaps you might focus on a fear of regret instead. People much more often regret a road not traveled rather than a temporary dead-end."
  },
  {
    "text": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility – I welcome it. I do not believe that any of us would exchange places with any other people or any other generation. The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it – and the glow from that fire can truly light the world. And so, my fellow Americans: ask not what your country can do for you – ask what you can do for your country. My fellow citizens of the world: ask not what America will do for you, but what together we can do for the freedom of man.",
    "author": "John F. Kennedy"
  },
  {
    "text": "You want to wake up in the morning and think the future is going to be great – that's what being a space-faring civilization is all about. …I can't think of anything more exciting than going out there and being among the stars.",
    "author": "Elon Musk"
  },
  {
    "text": "But why, some say, the Moon? Why choose this as our goal? And they may well ask, why climb the highest mountain? Why, 35 years ago, fly the Atlantic? Why does Rice play Texas? We choose to go to the Moon. We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard, because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one which we intend to win, and the others, too.",
    "author": "John F. Kennedy",
    "commentary": "These last two quotes are so very important in an era of shrinking aspirations. Life without a mountain to overcome is no life at all; if there is no adventure and no challenge, there is no life. The comfortable and aimless generations produce turmoil and despair; the striving and struggling generations produce great feats. And in such a materially prosperous age, we must turn our struggle to something more than just survival: the conquest of the final frontier."
  },
  {
    "text": "Never. I don't ever give up. I'd have to be dead or completely incapacitated. For my part, I will never give up, and I mean never.",
    "author": "Elon Musk",
    "commentary": "This is much easier to say than to do. So place yourself in situations where you will experience as many of these struggles as possible. This will greatly increase your capability and resilience."
  },
  {
    "text": "For of those to whom much is given, much is required. And when at some future date the high court of history sits in judgment on each one of us – recording whether in our brief span of service we fulfilled our responsibilities to the state – our success or failure, in whatever office we may hold, will be measured by the answers to four questions:\nFirst, were we truly men of courage – with the courage to stand up to one's enemies – and the courage to stand up, when necessary, to one's associates – the courage to resist public pressure, as well as private greed?\nSecondly, were we truly men of judgment – with perceptive judgment of the future as well as the past… with enough wisdom to know that we did not know, and enough candor to admit it?\nThird, were we truly men of integrity – men who never ran out on either the principles in which they believed or the people who believed in them… men whom neither financial gain nor political ambition could ever divert from the fulfillment of our sacred trust?\nFinally, were we truly men of dedication – with an honor mortgaged to no single individual or group, and compromised by no private obligation or aim, but devoted solely to serving the public good and the national interest?",
    "author": "John F. Kennedy"
  },
  {
    "text": "Things are meant to be used, so use the things you love. Write letters on that stationery. Wear that scarf or those favorite socks. Eat food off those dishes. Write in that perfect blank notebook. Enjoy your things.",
    "author": "Jenny Bristol"
  },
  {
    "text": "The only thing necessary for evil to triumph is for good men to do nothing.",
    "author": "Anonymous",
    "commentary": "This is commonly attributed to Edmund Burke, but in fact is not present in any of his writings."
  },
  {
    "text": "The rights of every man are diminished when the rights of one man are threatened.",
    "author": "John F. Kennedy"
  },
  {
    "text": "Not because you are religious, but because I myself have experienced and felt it keenly, I will tell you that in such moments one thirsts like \"parched grass\" for faith and finds it precisely because truth shines in misfortune. I will tell you regarding myself that I am a child of the age, a child of non-belief and doubt up till now and even (I know it) until my coffin closes. What terrible torments this thirst to believe has cost me and still costs me, becoming stronger in my soul, the more there is in me of contrary reasonings. And yet sometimes God sends me moments in which I am utterly at peace.",
    "author": "Fyodor Dostoyevsky"
  },
  {
    "text": "The doer alone learneth.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Before the sin, Satan assures us that it is of no consequence; after the sin, he persuades us that it is unforgivable.",
    "author": "Fulton J. Sheen"
  },
  {
    "text": "You sensed that you should be following a different path, a more ambitious one, you felt that you were destined for other things but you had no idea how to achieve them and in your misery you began to hate everything around you.",
    "author": "Fyodor Dostoyevsky"
  },
  {
    "text": "New technology has never been an automatic feature of history. Our ancestors lived in static, zero-sum societies where success meant seizing things from others… Then, after 10,000 years of fitful advance from primitive agriculture to medieval windmills and 16th-century astrolabes, the modern world suddenly experienced relentless technological progress… and in the 1960s, they expected this progress to continue. They looked forward to a four-day workweek, energy too cheap to meter, and vacations on the moon. But it didn't happen. The smartphones that distract us from the fact our surroundings also distract us from the fact that our surroundings are strangely old. That doesn't mean our parents were wrong to imagine a better future—they were only wrong to expect it as something automatic.",
    "author": "Peter Thiel"
  },
  {
    "text": "Americans mythologize competition and credit it with saving us from socialist bread lines. Actually, capitalism and competition are opposites. Capitalism is premised on the accumulation of capital, but under perfect competition, all profits get competed away.",
    "author": "Peter Thiel"
  },
  {
    "text": "What important truth do very few people agree with you on?",
    "author": "Peter Thiel"
  },
  {
    "text": "I grow little of the food I eat, and of the little I do grow I did not breed or perfect the seeds.\nI do not make any of my own clothing.\nI speak a language I did not invent or refine.\nI did not discover the mathematics I use.\nI am protected by freedoms and laws I did not conceive of or legislate, and do not enforce or adjudicate.\nI am moved by music I did not create myself.\nWhen I needed medical attention, I was helpless to help myself survive.\nI did not invent the transistor, the microprocessor, object oriented programming, or most of the technology I work with.\nI love and admire my species, living and dead, and am totally dependent on them for my life and well being.",
    "author": "Steve Jobs"
  },
  {
    "text": "People without hope not only don't write novels, but what is more to the point, they don't read them. They don't take long looks at anything, because they lack the courage. The way to despair is to refuse to have any kind of experience, and the novel, of course, is a way to have experience.",
    "author": "Flannery O'Connor"
  },
  {
    "text": "The great creators—the thinkers, the artists, the scientists, the inventors—stood alone against the men of their time. Every great new thought was opposed. Every great new invention was denounced. The first motor was considered foolish. The airplane was considered impossible… But the men of unborrowed vision went ahead. They fought, they suffered, and they paid. But they won.",
    "author": "Ayn Rand"
  },
  {
    "text": "A healthy person has a thousand dreams, a sick person only has one.",
    "author": "Anonymous"
  },
  {
    "text": "If our life is ever really as beautiful as a fairy-tale, we shall have to remember that all the beauty of a fairy-tale lies in this: that the prince has a wonder which stops just short of being fear. If he is afraid of the giant, there is an end of him; but also if he is not astonished at the giant, there is an end of the fairy-tale. The whole point depends on his being at once humble enough to wonder, and haughty enough to defy.",
    "author": "G.K. Chesterton"
  },
  {
    "text": "There, peeping among the cloud-wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while. The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.",
    "author": "J.R.R. Tolkien"
  },
  {
    "text": "It only takes one bold move to completely change the trajectory of your life. Move somewhere new. Start before you feel ready. Do the thing that scares you. Most people wait. They stay where it's familiar, hoping clarity will come. But clarity doesn't come from thinking, it comes from doing. The second you take real action, everything shifts.",
    "author": "Anonymous"
  },
  {
    "text": "Wandering is so important because wandering is a kind of humility. Wandering sounds so inefficient, but the only way to go straight to your destination is if you know where you're going. Sometimes you know where you're going. But sometimes you don't. And wandering is the acknowledgement that — in life, business, invention, and building a company — a lot of the time you can see the mountain top, but you can't see the trail. So you have to explore and wander.",
    "author": "Jeff Bezos"
  },
  {
    "text": "Nothing happened to me, Agent Starling. I happened. You can't reduce me to a set of influences. You can't explain me. I am not the product of anything. I am evil.",
    "author": "Hannibal Lecter",
    "source": "Silence of the Lambs"
  },
  {
    "text": "The greatest appeals in the history of eloquence have all been made out of the depths of someone's deep convictions and feelings.",
    "author": "Dale Carnegie"
  },
  {
    "text": "Getting to say something beautiful is wonderful.",
    "author": "Taylor A. Humphrey"
  },
  {
    "text": "You don't burn out from work. You burn out from doubt.",
    "author": "Craig Weiss"
  },
  {
    "text": "Most people never pick up the phone, most people never ask. And that's what separates, sometimes, the people that do things from the people that just dream about them. You must act. And you must be willing to fail.",
    "author": "Steve Jobs"
  },
  {
    "text": "Stop seeking out the storms & enjoy more fully the sunlight. I am suggesting that we 'accentuate the positive.' I am asking that we look a little deeper for the good, that we still our voices of insult & sarcasm, that we more generously compliment virtue & effort.",
    "author": "Gordon B. Hinckley"
  },
  {
    "text": "A man on a thousand-mile walk has to forget his ultimate goal and say to himself every morning, 'Today I'm going to cover twenty-five miles and then rest up and sleep.'",
    "author": "Leo Tolstoy"
  },
  {
    "text": "That which you most need will be found where you least want to look.",
    "author": "Carl Jung"
  },
  {
    "text": "Most men die at 27. We just bury them at 72.",
    "author": "Mark Twain"
  },
  {
    "text": "A tyrant's son is doubly born a slave.",
    "author": "John Dryden"
  },
  {
    "text": "You can't have an easy life and a great character.",
    "author": "Jimmy Carr"
  },
  {
    "text": "What looks like work to other people and feels like play to you? There you go… that's a really happy life.",
    "author": "Jimmy Carr"
  },
  {
    "text": "Procrastination is a form of self-harm. Resist the urge to treat it like a simple fact of life. Don't take pride in waiting to do assignments. Don't have a laugh about your diet starting next week. Every day you delay is another day of subtle anxiety and zero progress. Not subjecting yourself to that is the ultimate form of self-care and self respect.",
    "author": "Anonymous"
  },
  {
    "text": "\"Give yourself a lot of shots to get lucky\" is even better advice than it appears on the surface. Luck isn't an independent variable but increases super-linearly with more surface area—you meet more people, make more connections between more ideas, learn patterns, etc.",
    "author": "Sam Altman"
  },
  {
    "text": "The earth is degenerating today. Bribery and corruption abound. Children no longer obey their parents, every man wants to write a book, and it is evident that the end of the world is fast approaching.",
    "author": "Unknown",
    "source": "Assyrian tablet, c. 2800 BC"
  },
  {
    "text": "He who denies the existence of God has some reason for wishing that God did not exist.",
    "author": "Augustine"
  },
  {
    "text": "When we tell kids that no one is really evil, we rob them of the tools to keep themselves safe.",
    "author": "Niels Hoven"
  },
  {
    "text": "We fight not for glory nor for wealth nor for honours; but only and alone we fight for freedom, which no good man surrenders but with his life.",
    "author": "Bernard De Linton"
  },
  {
    "text": "Grave men are taken by the common people for wise men.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "When we build, let us think that we build forever. Let it not be for present delight nor for present use alone. Let it be such work as our descendants will thank us for; and let us think, as we lay stone on stone, that a time is to come when those stones will be held sacred because our hands have touched them, and that men will say, as they look upon the labor and wrought substance of them, \"See! This our father did for us.\"",
    "author": "John Ruskin"
  },
  {
    "text": "Some people profess guilt to claim credit for the sin.",
    "author": "John Von Neumann"
  },
  {
    "text": "New books are not worth reading because everyone alive today has the same perspective, and none of us have experienced a wide breadth of anything.",
    "author": "Atlas Press"
  },
  {
    "text": "We shall find men honestly employed in getting bread for themselves and families, and denying themselves a thousand pleasures, to make better provision for their posterity; and they die with pleasure, that those whom they love shall live happily when themselves are no more.",
    "author": "Edward Cave"
  },
  {
    "text": "Tolerance is the virtue of people who do not believe in anything.",
    "author": "G.K. Chesterton"
  },
  {
    "text": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "author": "Carl Bard"
  },
  {
    "text": "Most men would rather die than think.\nMany do.",
    "author": "Bertrand Russell"
  },
  {
    "text": "An unexamined life is not worth living.",
    "author": "Socrates"
  },
  {
    "text": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat.",
    "author": "Sun Tzu"
  },
  {
    "text": "I made this my rule: When the Lord commands, do it.",
    "author": "Joseph Smith Jr."
  }
]
